Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/levgen-arvedavgeleavggain.html.tmx
Source language: sme
Languages: smj

source: Levgen arvedávgeleavggain / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
smj: Slávggi ádjájuoksaslávgájn / Håla ja tjállaga / Sámedikkeráde / Organisasjåvnå struktuvrra / Sámmedikke birra / Sámedigge - Sametinget

source: Levgen arvedávgeleavggain
smj: Slávggi ádjájuoksaslávgájn

source: Sámediggeráđđi lea mearridan ahte Sámediggi oassálastá Finnmárkku Pride:s.
smj: Sámediggeráde le mierredam Sámedigge galggá oassálasstet Finnmark Priden.

source: Olggobealde sámediggevistti galgá leavga libardit 15. b. borgemánu, mii lea dehálaš symbola homofiillaid vuoigatvuođa- ja identitehtarahčamis.
smj: Bårggemáno 15. biejve svahtjá dan diehti ádjájuoksaslávggá, mij la ájnas gåvåstahka homofijlaj rievtesvuohta- ja identitehttarahtjamusán, Sámedikke huodnaha ålggolin Karásjjågån.

source: - Mu mielas heive bures almmuhit dan juste dál go lea EuroPride ávvudeapmi Oslos.
smj: - Muv mielas hiehpá buoragit almodit dáv gassko EuroPride-ávvudaládij Oslon.

source: Lávvordaga galgá okta sámi oassi parádas čájehuvvot, ja go oaidná dáid reakšuvnnaid mat leat čuožžilan ávvudeame oktavuođas sámiin de čájeha dađibahábut ahte mis lea dehálaš bargu bargat dán oktavuođas ovdal oažžut dievaslaš dohkkehusa olbmuid earálágánvuhtii sámi servodagas, lohká ráđđelahttu Henrik Olsen.
smj: Lávvodagá galggá liehket sáme oasse parádan, ja muhtem vuosstemoallánagá ma li ilmmum sámij bieles vuoset miján la soames barggo dahkat åvddål oadtjop ålles dåhkkidimev vinjo vuoges ja identitehtas sáme sebrudagán, javllá Sámediggeráde ájras Henrik Olsen.

source: Sámediggeráđđi háliida váikkuhit ahte bonju sápmelaččat sáhttet eallit rabasvuođas ja čeavláivuođas, lohká Olsen.
smj: Olsen javllá Sámedigge sihtá viehkedit vaj vinjo sáme oadtju viessot rabásvuodan ja mihásvuodan.

source: - Mii álgit čájehit iežamet doarjaga, ja levgen Finnmárkku Pride oktavuođas oaivvildan mun ahte dat sádde signálaid sámi servodagas.
smj: – Álggep gå vuosedip mijá dårjav, ja slávggim muv mielas Finnmarkka Pride båttå vaddá gætjájdallamijt sáme siebres.

source: Mii berrešeimmet buohkat čájehit ahte eat dohkket hiddjádusa ja vealaheami ráhkisvuođa geažil guovtti olbmo gaskka, loahpaha Olsen.
smj: Mij lulujma gájkka vuosedit mij ep dåhkkida ulmutjijt givseldit ja nuppástahttet dajna årijn gev sij iehttsi, javllá Olsen maŋemusát.

source: Gulahallanolmmoš:
smj: Aktijvuohta:

source: Ráđđelahttu Henrik Olsen, tlf. 907 75 219
smj: Sámediggeráde ájras Henrik Olsen, skuolkan 907 75 219
